Repository: django-otp/django-otp
Catalog: src/django_otp/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Please enter your OTP token.
cs_cz: Prosím zadejte token, který Vám vygenerovalo Vaše zařízení.

source: Error generating challenge: {0}
cs_cz: Chyba při generování výzvy: {0}

source: The selected OTP device is not interactive
cs_cz: Vybrané OTP zařízení není interaktivní

source: OTP Challenge: {0}
cs_cz: OTP výzva: {0}

source: Invalid token. Please make sure you have entered it correctly.
cs_cz: Chybný token. Prosím ujistěte, že jste vložili platný token.

source: Verification temporarily disabled because of %(failure_count)d failed attempt, please try again soon.
cs_cz: Ověření je dočasně vypnuto z důvodu %(failure_count)d neúspěšného pokusu. Zkuste to později.

source: Verification of the token is currently disabled
cs_cz: Ověření tokenu je momentálně vypnuté

source: Please correct the error below.
cs_cz: Prosím opravte následující chybu.

source: Please correct the errors below.
cs_cz: Prosím opravte následující chyby.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
cs_cz: Jste přihlášeni jako %(username)s, ale nemáte oprávnění přístupu na tuto stránku. Přejete si přihlásit s jiným účtem?

source: OTP Device:
cs_cz: Zařízení OTP:

source: Forgotten your password or username?
cs_cz: Zapoměli jste uživatelské jméno nebo heslo?

source: Log in
cs_cz: Přihlásit

source: Get OTP Challenge
cs_cz: Obdržet OTP výzvu
